[Hoplite.Iris_Seraph_Shield_Juggernaut:AttributePresentationDefinition_1 AttributePresentationDefinition]
Description="Capacity [skill]increased by 20%[-skill] for [skill]each Hoplite equipped[-skill] in the party."

[Hoplite.Iris_Seraph_Shield_Juggernaut:AttributePresentationDefinition_2 AttributePresentationDefinition]
Description="Movement speed [skill]decreased[-skill] for [skill]each Hoplite equipped[-skill] in the party."

[Hoplite.Iris_Seraph_Shield_Juggernaut_Title:AttributePresentationDefinition_1 AttributePresentationDefinition]
Description="Capacity [skill]increased by 20%[-skill] for [skill]each Hoplite equipped[-skill] in the party."

[Hoplite.Iris_Seraph_Shield_Juggernaut_Title:AttributePresentationDefinition_2 AttributePresentationDefinition]
Description="Movement speed [skill]decreased[-skill] for [skill]each Hoplite equipped[-skill] in the party."

[Pun-chee.Iris_Seraph_Shield_Pun-chee:AttributePresentationDefinition_4 AttributePresentationDefinition]
Description="When depleted, melee attacks deal bonus [skill]Roid Damage[-skill]."
